export const articlesData = [
  {
    id: '45623187',
    title: '「１０桁で終了」　円周率ついに割り切れる',
    article:
      '　無限に続くと思われていた円周率がついに終りを迎えた。千葉電波大学の研究グループがこれまでの円周率演算プログラムに誤りがあったことを発見。同大のスーパーコンピュータ「ディープ・ホワイト」を使って改めて計算しなおしたところ、１０桁目で割り切れたという。１０桁目の最後の数字は「０」だった。\r\n　千葉電波大学の研究グループの発表によると、円周率計算に際し、改めて既存の円周率計算プログラムを点検してみたところ、円周の誤差を修正する数値に誤りがあることに気が付いた。この数値を正常値に直して計算しなおしてみたところ、円周率は１０桁で割り切れたという。\r\n　同大の発表では円周率は「３．１５１６７３９８０」。３．１４１５・・・と続く、従来考えられていた数値は全くの誤りで、早急に修正が必要だという。また、これをうけて円周率暗記記録のギネス認定（５万４千桁）も取り消される見通し。\r\n▽円周率暗記世界記録保持者の西岡さんの話\r\n　死にたい。',
    url: 'https://kyoko-np.net/2005020901.html',
  },
  {
    id: '798339',
    title: '患者体内にｉＰｏｄ置き忘れ　滋賀・びわこ医大病院',
    article:
      '　滋賀びわこ医科大学付属病院（滋賀県大津市）で、今年２月に肺の摘出手術を受けた４０代の男性患者の体内に、ｉＰｏｄ（３０ＧＢ）を置き忘れる事故があったことが分かった。病院は男性の家族と男性に謝罪し、県に事故を報告。翌日にｉＰｏｄを除去する再手術を行なった。\r\n　病院の説明によると、男性は２月１４日に呼吸器外科で手術を受けた。その際、担当医師がｉＰｏｄで音楽を聴きながら執刀しており、肺を摘出する際に、開いた肺の部分にｉＰｏｄを誤って落としたことに気付かないまま縫合したものと見られる。翌１５日、男性が「喉の奥から音楽が聞こえる」と違和感を訴えたため、エックス線検査をしたところ、ｉＰｏｄの残留に気付いたという。\r\n　同院管理課では、当面は手術中のｉＰｏｄ使用を自粛することを発表するとともに、今後は誤って患者の体内に残留しても危害が少なくてすむ、ｉＰｏｄ　ｎａｎｏやｉＰｏｄ　ｓｈｕｆｆｌｅへの置き換えを医師に呼びかけるとしている。男性は今月２日に退院し、後遺症などは無いという。',
    url: 'https://kyoko-np.net/2006030701.html',
  },
  {
    id: '916574564666',
    title: '出版不況を追い風に　「月刊休刊」今月創刊',
    article:
      '　総合週刊誌の草分け「週刊朝日」が１０１年の歴史に幕を閉じるなど、雑誌の休刊が相次ぐ中、不渡会出版（東京都渋谷区）が１０日、雑誌の休刊情報を伝える雑誌「月刊休刊」を創刊する。出版不況という逆風を追い風に変える業界初の試みに注目が集まりそうだ。\r\n　総合休刊情報誌「月刊休刊」は、休刊が決まった雑誌の歴史を紹介する記事や、休刊に至った「敗戦の弁」を編集長に尋ねるインタビューなど、休刊の魅力を発信する。\r\n　編集長にはベテランのフリー編集者・羽田一寄さんが就任する。数々の出版社で辣腕をふるい、通算999誌を休刊・廃刊に追いやった、いわば「休刊のスペシャリスト」だ。\r\n　「雑誌が休刊する背景には、部数低迷だけでなく、執筆者のずさんな記事や編集部のずさんな企画による強制退場などさまざまな事情がある。表舞台から去っていく雑誌にスポットライトを当てていきたい」と、羽田さんは語る。\r\n　相次ぐ休刊を反映し、創刊号は６２４ページ、厚さ２.２センチと文芸誌並みになった。出版不況の逆風が強まれば強まるほど誌面が充実する皮肉な仕組みだが、創刊号での休刊を出版社から言い渡されたという。\r\n　「普段愛読していなくても創刊号と最終号だけは記念として買う読者が多い。創刊号と最終号が合体すれば売上倍増が見込める、という経営判断だそうです」\r\n　羽田さんにとって「月刊休刊」は通算１０００誌休刊の節目となる。\r\n　「惜しむ声はあげるが、金は出さない。ファンとは薄情なものです」',
    url: 'https://kyoko-np.net/2023060301.html',
  },
  {
    id: '31567',
    title: '好きな番組ジャンル、首位は「ＣＭ」　報道、バラエティは大きく後退',
    article:
      '　民間調査会社が行った「好きなテレビ番組のジャンル」を尋ねる調査で、「ＣＭ」が１位になったことが２７日、わかった。調査開始以来初めてＣＭが首位に立った一方、長年首位の座を保っていた「バラエティ」は５位へと後退した。\r\n　「好きなテレビ番組」調査は、民間調査会社の共和国データサーヴェイが、１９９０年から毎年実施。１０代から８０代までの男女３千人を対象にオンライン形式で行った。\r\n　名前が挙がった個別の番組名をジャンルごとに分類・集計した結果、最も人気を集めたジャンルは「ＣＭ（広告）」で、昨年の１９位から大きく順位を上げた。以下「ドラマ」（昨年２位）、「アニメ」（同３位）、「音楽」（同５位）、「バラエティ」（同１位）と続いた。\r\n　ほとんどのジャンルで順位に大きな変動はなかったが、１３年連続で首位だった「バラエティ」が５位に転落。また、調査開始以来継続して５位以内に入っていた「報道／情報」も４位から９位へと大きく順位を下げた。\r\n　一部のジャンルで大きく変動があった理由について、調査報告書では「分類方法を見直したことが影響しているのではないか」と推測する。\r\n　同社では今年の調査から、ジャンルの分類を放送各局が申告したものではなく、実際に放送された番組の内容を調査員が確認した上で設定する方式に変更。その結果、コンビニエンスストアやファミリーレストランの試食企画、家電量販店や大型スーパーの人気商品ランキングなど、これまで「バラエティ」「報道／情報」と申告されてきた番組の多くが、実質的に特定の企業広告になっていたため、分類を「ＣＭ」に改めた。\r\n　また、好きな番組にＣＭを挙げた人全員が「録画した番組のＣＭはスキップする」と回答。報告書は「『ＣＭを飛ばしながらＣＭを見る』という奇妙な視聴習慣が生まれているようだ」と分析している。',
    url: 'https://kyoko-np.net/2022042801.html',
  },
];
